Revit 2027 API
BuiltInFailures.ConstraintFailures.UndeletedConstraintsInGroup Property
 A labeled dimension is being deleted, but the corresponding constraint belongs to a group and will not be changed. You can change it in group edit mode later.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UndeletedConstraintsInGroup { get; }
Public Shared ReadOnly Property UndeletedConstraintsInGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UndeletedConstraintsInGroup {
	FailureDefinitionId^ get ();
}
static member UndeletedConstraintsInGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ConstraintFailures Class
Autodesk.Revit.DB Namespace